accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
aegisub-arch1t3cht-git
aegisub-dependency-control
aegisub-yutils
alsa-firmware
alsa-plugins
alsa-utils
android-apktool-bin
android-sdk-build-tools
appimagelauncher
arc-gtk-theme-eos
archlinux-xdg-menu
aria2
autologin
autotiling
avfs
awesome-terminal-fonts
b43-fwcutter
base
base-devel
bash-completion
bat
batsignal
bind
bluetuith-bin
bluez
bluez-hid2hci
bluez-mesh
bluez-utils
bob
bottom
brightnessctl
btop
btrbk
btrfs-progs
calibre
cantarell-fonts
catimg
catppuccin-gtk-theme-mocha
chafa
clamav
cliphist
cloudflare-warp-bin
colorpicker
composer
cowsay
cronie
cryptsetup
device-mapper
devtools
dex
dex2jar
dhclient
diffutils
dmidecode
dmraid
dnsmasq
docker-compose
dosfstools
dotenv-linter-bin
downgrade
dracut
dragon-drop
duf
dunst
dxvk-bin
e2fsprogs
edk2-shell
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
envycontrol
eos-apps-info
eos-hooks
eos-log-tool
eos-packagelist
eos-quickstart
eos-rankmirrors
eos-update-notifier
ethtool
exfatprogs
f2fs-tools
fcitx5
fcitx5-bamboo
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fcitx5-unikey
ffmpegthumbnailer
file-roller
filezilla
firefox
fisher
fsarchiver
galculator
gdu
gestures
github-cli
glances
glow
gnome-disk-utility
gnome-settings-daemon
google-chrome
gparted
gpick
greetd
grim
gsettings-qt
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gthumb
gtk-engine-murrine
gtk-layer-shell
gvfs
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
hadolint-bin
handbrake
hardcode-tray
haveged
hdparm
highlight
hostapd
htop
hwdetect
hwinfo
inetutils
intel-gpu-tools
intel-media-driver
intel-ucode
intel-undervolt
inxi
iptables-nft
iwd
jadx
jellyfin-media-player
jfsutils
jq
kdeclarative
kdegraphics-mobipocket
kdenlive
kernel-install-for-dracut
kitty-git
kitty-shell-integration-git
kitty-terminfo-git
kotlin
ksvg
kvantum
kvantum-qt5
lazygit
less
lib32-giflib
lib32-gtk3
lib32-libva
lib32-mpg123
lib32-obs-vkcapture
lib32-openal
lib32-sqlite
libdvdcss
libgepub
libgsf
libopenraw
libreoffice-fresh
libva-utils
libva-vdpau-driver
libwnck3
lineageos-devel
linux
linux-firmware
linux-headers
lld
logrotate
lsb-release
lsscsi
luarocks
lvm2
lxappearance
lzip
man-db
man-pages
mbuffer
mdadm
mediainfo
meld
mesa-utils
meson
mkvtoolnix-gui
mlocate
modemmanager
mpc
mpd
mpd-mpris-bin
mpv-mpris
mtools
nano
nano-syntax-highlighting
ncdu
ncmpcpp
neofetch
nerdfix
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nginxbeautifier
nilfs-utils
notify-send.sh
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
nvidia-inst
obs-vaapi
obs-vkcapture
ocs-url
odt2txt
okular
openssh
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-ipafont
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
p7zip
p7zip-gui
pacman-contrib
papirus-icon-theme-git
papirus-smplayer-theme-git
patchelf
pavucontrol
perl
perl-image-exiftool
php
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
policycoreutils
polkit-gnome
poppler-glib
postfix
postfix-sqlite
postgresql
power-profiles-daemon
pv
pyenv
python
python-capng
python-distutils-extra
python-packaging
python-pdf2image
python-pip
python-pynvim
python-pyqt5
python-reorder-python-imports
python-virtualenv
python-xattr
python-xlsx2csv
qt5ct
qt6ct
ranger
rclone
rebuild-detector
reflector
reflector-simple
reiserfsprogs
remmina
rofi-lbonn-wayland-git
rsync
rtkit
rust
rustywind-bin
s-nail
samba
sccache
scrcpy
sg3_utils
shfmt
shikane
sl
slurp
smartmontools
smplayer-skins
sof-firmware
solaar
speedtest-cli
ssh-tpm-agent
sshfs
starship
stylua
subtitleedit
sudo
sway
sway-contrib
swaybg
swayidle
swaylock
syncthing
sysfsutils
sysstat
systemd-sysvcompat
teamviewer
telegram-desktop
tesseract
tesseract-data-vie
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-shares-plugin-git
thunar-volman
thunderbird
tldr
torrent-file-editor
trash-cli
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-opensans
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-font-family
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
tumbler
ueberzugpp
unrar
unzip
upower
usb_modeswitch
usbutils
uwsm
vapoursynth-editor
ventoy-bin
vi
videosubfinder
vimv-git
visual-studio-code-bin
vulkan-intel
vulkan-mesa-layers
vulkan-tools
watchman-bin
wavemon
waybar
wayland-protocols
waypipe
wayvnc
wdisplays
welcome
wev
wget
which
winetricks
wireplumber
wl-clipboard
wlprop
wlroots
wmctrl
wofi
wpa_supplicant
wshowkeys-git
xdg-desktop-portal-termfilechooser-git
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xed
xf86-video-nouveau
xfce4-terminal
xfsprogs
xl2tpd
xmlstarlet
xorg-xwayland
xterm
yay
ydotool
yt-dlp
