7zip
accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adwaita-fonts
aegisub-arch1t3cht
aegisub-dependency-control
aegisub-subinspector-git
aegisub-yutils
alsa-firmware
alsa-plugins
alsa-utils
android-apktool-bin
android-sdk
android-sdk-build-tools
android-sdk-platform-tools
aquamarine
arc-gtk-theme-eos
archlinux-xdg-menu
aria2
atool
autologin
autotiling-rs
avda-bin
avisynthplus
awesome-terminal-fonts
b43-fwcutter
base
base-devel
bash-completion
bat
batsignal
bind
blender
bluetuith-bin
bluez
bluez-hid2hci
bluez-mesh
bluez-utils
bottom
brightnessctl
brunsli
btop
btrbk
btrfs-progs
calf
calibre
cantarell-fonts
catimg
catppuccin-gtk-theme-mocha
chafa
clamav
cliphist
composer
cowsay
cronie
cryptsetup
device-mapper
devil
devtools
dex2jar
dhclient
diffutils
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
dotenv-linter-bin
dotool
downgrade
dpitunnel-bin
dracut
dragon-drop
duf
dunst
dxvk-bin
e2fsprogs
easyeffects
edk2-shell
efibootmgr
efitools
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
envycontrol
eos-apps-info
eos-hooks
eos-log-tool
eos-packagelist
eos-quickstart
eos-rankmirrors
eos-update-notifier
ethtool
exfatprogs
f2fs-tools
fcitx5
fcitx5-bamboo
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
ffmpegthumbnailer
fig2dev
file-roller
filezilla
firefox
fish
fisher
fladder-bin
fontforge
fortune-mod
fsarchiver
fuse-archive
galculator
gdu
gestures
ghostty
gimagereader-gtk
gimp
git-cola
github-cli
glab
glances
glaze
glib2-devel
glow
gnome-disk-utility
gnome-keyring
gnome-settings-daemon
google-chrome
gparted
greetd
grim
gsettings-qt
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gthumb
gtk-engine-murrine
gtk-layer-shell
gvfs
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
hadolint-bin
handbrake
hardcode-tray
haveged
hdparm
hexchat
highlight
hostapd
htop
hwdetect
hwinfo
hyprcursor
hyprgraphics
hypridle
hyprland
hyprland-protocols
hyprland-qt-support
hyprland-qtutils
hyprlang
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprshot
hyprutils
hyprwayland-scanner
inetutils
inkscape
intel-compute-runtime
intel-gpu-tools
intel-media-driver
intel-media-sdk
intel-ucode
intel-undervolt
inxi
iptables-nft
iwd
jadx
jdk-openjdk
jdk8-openjdk
jellyfin-media-player
jfsutils
jupyter-notebook
jupyterlab
kdeclarative
kernel-install-for-dracut
kitty
kitty-shell-integration
kitty-terminfo
kotlin
ksvg
kvantum
kvantum-qt5
lazygit
less
lf
lib32-giflib
lib32-gtk3
lib32-libva
lib32-mpg123
lib32-nvidia-utils
lib32-openal
lib32-sqlite
lib32-vulkan-intel
libdvdcss
libgepub
libgsf
libopenraw
libreoffice-fresh
libva-utils
libvdpau-va-gl
libwnck3
lineageos-devel
linux
linux-firmware
linux-headers
lld
logrotate
lsb-release
lsp-plugins-lv2
lsscsi
lua51
lua52
lua53
luajit
luarocks
lvm2
lxappearance
lynx
lzip
man-db
man-pages
mbuffer
mcontrolcenter-bin
mda.lv2
mdadm
mdcat
mediainfo
meld
mermaid-cli
mesa-utils
meson
mkvtoolnix-gui
mmtui-bin
modemmanager
mpc
mpd
mpd-mpris
mpv-mpris
msr-tools
mtools
nano
nano-syntax-highlighting
ncdu
ncmpcpp
neofetch
neovim-nightly-bin
nerdfix
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nfs4-acl-tools
nginxbeautifier
nilfs-utils
notify-send.sh
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
nsxiv
ntfs-3g
ntp
nvidia-dkms
nvidia-hook
nvidia-inst
nvidia-prime
nvidia-settings
nvidia-utils
ocs-url
odt2txt
openssh
opentabletdriver
opusfile
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-font-awesome
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-ipafont
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
ouch
p7zip-gui
pacman-contrib
papirus-icon-theme
papirus-smplayer-theme-git
paru
pass
patchelf
pavucontrol
perl
perl-image-exiftool
php
pigz
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plocate
policycoreutils
polkit-gnome
poppler-glib
postfix
postfix-sqlite
postgresql
power-profiles-daemon
pstoedit
pv
python
python-capng
python-distutils-extra
python-notify2
python-packaging
python-pdf2image
python-pip
python-pyclip
python-pyinotify
python-pynvim
python-pyqt5
python-reorder-python-imports
python-virtualenv
python-voila
python-xattr
python-xlsx2csv
python312
qbittorrent
qt5ct
qt6ct
ranger
rar
rclone
rdfind
realtime-privileges
rebuild-detector
reflector
reflector-simple
reiserfsprogs
remmina
resvg
ripgrep-all
rofi-wayland
rsync
rtkit
rust
s-nail
safe-rm
sccache
scrcpy
seahorse
sg3_utils
shfmt
shikane
showmethekey
signal-desktop-beta-bin
simple-mtpfs
sl
slurp
smartgit
smartmontools
smplayer-skins
socat
sof-firmware
solaar
sox
speedtest-cli
sshfs
starship
stylua
subtitleedit
sudo
superfile
swappy
swig
syncthing
sysfsutils
sysstat
systemd-sysvcompat
taplo-cli
teamviewer
telegram-desktop-bin
tesseract
tesseract-data-vie
texinfo
texlive-pstricks
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
tldr
torrent-file-editor
transmission-cli
trash-cli
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols-mono
ttf-nonicons-bin-git
ttf-noto-nerd
ttf-opensans
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-font-family
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
tumbler
ueberzugpp
unzip
upower
usb_modeswitch
usbutils
uwsm
valgrind
vapoursynth-plugin-dfttest-git
vapoursynth-plugin-imwri-git
vapoursynth-plugin-lsmashsource-git
vapoursynth-plugin-misc-git
vapoursynth-plugin-scxvid-git
vapoursynth-plugin-tcanny-git
vapoursynth-plugin-tedgemask-git
vapoursynth-plugin-wwxd-git
ventoy-bin
vi
videosubfinder
vimv
visual-studio-code-bin
vlc
vulkan-intel
vulkan-mesa-layers
vulkan-tools
watchman-bin
waterfox-bin
wavemon
waybar
waydroid
wayland-protocols
waypipe
wayvnc
welcome
wev
wget
which
winetricks
wireless-regdb
wireplumber
wl-clipboard
wl-kbptr
wl-screenrec
wlrctl
wlroots0.18
wmctrl
wofi
wpa_supplicant
wshowkeys-git
xdg-desktop-portal-gtk
xdg-desktop-portal-termfilechooser-boydaihungst-git
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xed
xfsprogs
xl2tpd
xmlstarlet
xorg-xhost
xorg-xwayland
yazi-nightly-bin
ydotool
yelp
yq
yt-dlp
zam-plugins-lv2
zoxide
